tap 'FiloSottile/gomod'
tap 'mas-cli/tap'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

cask_args appdir: '/Applications'

brew 'asciinema'
brew 'cjbassi/ytop/ytop'
brew 'cowsay'
brew 'curl'
brew 'dep'
brew 'fzf'
brew 'go'
brew 'grep'
brew 'heroku'
brew 'jmeter'
brew 'k6'
brew 'mas-cli/tap/mas'
brew 'neovim'
brew 'neofetch'
brew 'nektos/tap/act'
brew 'nvm'
brew 'openssh'
brew 'sqlite'
brew 'sshfs'
brew 'starship'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vifm'
brew 'vim'
brew 'wget'
brew 'zsh'
 
cask '1password'
cask 'alfred'
cask 'amethyst'
cask 'bartender'
cask 'discord'
cask 'font-fira-code'
cask 'font-firamono-nerd-font'
cask 'fork'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'hyperswitch'
cask 'iterm2'
cask 'java'
cask 'mailspring'
cask 'notion'
cask 'obs'
cask 'osxfuse'
cask 'sizeup'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'

mas 'Tweetdeck', id: 485812721
mas 'Easyres', id: 688211836
mas 'Affinity Designer', id: 824171161
mas 'Keynote', id: 409183694
