tap 'FiloSottile/gomod'
tap 'mas-cli/tap'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

cask_args appdir: '/Applications'

brew 'act'
brew 'asciinema'
brew 'awscli'
brew 'cjbassi/ytop/ytop'
brew 'cowsay'
brew 'curl'
brew 'dep'
brew 'dive'
brew 'fontforge'
brew 'fzf'
brew 'git-lfs'
brew 'git-sizer'
brew 'go'
brew 'goreleaser'
brew 'grep'
brew 'grip'
brew 'heroku'
brew 'hugo'
brew 'jmeter'
brew 'k6'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'mas-cli/tap/mas'
brew 'nektos/tap/act'
brew 'neofetch'
brew 'neovim'
brew 'nvm'
brew 'openssh'
brew 'python@3.8'
brew 'ranger'
brew 'rcm'
brew 'sqlite'
brew 'sshfs'
brew 'starship'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vale'
brew 'vifm'
brew 'vim'
brew 'wget'
brew 'wifi-password'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'alacritty'
cask 'alfred'
cask 'bartender'
cask 'blender'
cask 'calibre'
cask 'cyberduck'
cask 'discord'
cask 'font-fira-code'
cask 'font-firamono-nerd-font'
cask 'fork'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'hyperswitch'
cask 'iina'
cask 'iterm2'
cask 'java'
cask 'mailspring'
cask 'meetingbar'
cask 'multipass'
cask 'ngrok'
cask 'notion'
cask 'obs'
cask 'omnidisksweeper'
cask 'osxfuse'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'switchresx'
cask 'transmission'
cask 'unity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'

mas 'Affinity Designer', id: 824171161
mas 'Keynote', id: 409183694
mas 'Tweetdeck', id: 485812721
mas 'iMovie', id: 408981434
mas 'Telegram', id: 747648890
mas 'Messenger', id: 1480068668
